Repository: Wizzaro/wordpress-gallery
Catalog: languages/wizzaro-gallery-v1-*.po
Languages: pl_pl

source: Images
pl_pl: Zdjęcia

source: You do not have permission to upload files.
pl_pl: Nie posiadasz uprawnienia do wysyłania plików na serwer.

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
pl_pl: Przeglądarka uruchomiona na używanym urządzenie nie pozwala na przesłanie plików. Zamiast tego należy użyć <a href="%s">dedykowanej aplikacji</a> na używane urządzenie.

source: Set as thumbnail
pl_pl: Ustaw jako miniaturę galerii

source: Delete image
pl_pl: Usuń zdjęcie

source: Error during set image as thumbnail.
pl_pl: Błąd podczas ustawiania zdjęcia jako miniatury.

source: Error during deleting image.
pl_pl: Błąd podczas usuwania zdjęcia.

source: In this gallery has no photos. Upload something.
pl_pl: W tej galerii nie ma zdjęć. Prześlij jakieś.

source: Failed to write file to disk.
pl_pl: Błąd podczas zapisu pliku.

source: Unknown galley.
pl_pl: Nie znana galeria.

source: You are not allowed to edit this item.
pl_pl: Nie masz uprawnień do edytowania tego elementu.

source: No file was uploaded.
pl_pl: Żaden plik nie został wysłany.

source: You are not allowed to edit this item. Has your session expired?
pl_pl: Nie masz uprawnień do edytowania tego elementu. Czy twoja sesja wygasła?

source: This post supports a standard mechanism for adding thumbnails - use it if you want to define thumbnail for him
pl_pl: Ten post obsługuje standardowy mechanizm dodawania miniatury - użyj go jeśli chcesz zdefiniować dla niego miniaturę

source: Image no exist. Has it been deleted already?
pl_pl: Zdjęcie nie istnieje. Czy nie zostało już usunięte?

source: You are not allowed to delete this item. Has your session expired?
pl_pl: Nie masz uprawnień do usunięcia tego elementu. Czy twoja sesja wygasła?

source: Unable to create directory %s. Is its parent directory writable by the server?
pl_pl: Nie można utworzyć katalogu %s. Czy WordPress ma uprawnienie do zapisu do katalogu nadrzędnego?

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
pl_pl: Przesłany plik przewyższa dyrektywę upload_max_filesize w php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
pl_pl: Przesłany plik przewyższa dyrektywę MAX_FILE_SIZE, który został określony w formularzu HTML.

source: The uploaded file was only partially uploaded.
pl_pl: Przesłany plik został przesłany tylko częściowo.

source: Missing a temporary folder.
pl_pl: Brak folderu tymczasowego.

source: File upload stopped by extension.
pl_pl: Wysyłanie pliku zatrzymane przez rozszerzenie.

source: File is empty. Please upload something more substantial.
pl_pl: Przesłany plik jest pusty. Wyślij poprawny plik.

source: Specified file failed upload.
pl_pl: Nie powiodło się wysyłani pliku.

source: Sorry, this file type is not permitted for security reasons.
pl_pl: Niestety, ten typ pliku nie jest dopuszczalne ze względów bezpieczeństwa.

source: This image already exists in the gallery.
pl_pl: Zdjęcie to istnieje już w galerii.

source: The uploaded file could not be moved to %s.
pl_pl: Przesłany plik nie może zostać przeniesiony do %s.

source: Error during deleting image. Has it been deleted already?
pl_pl: Błąd podczas usuwania zdjęcia. Czy nie zostało już usunięte?

source: Image
pl_pl: Zdjęcie

source: Image size
pl_pl: Rozmiar zdjęcia

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Image thumbnail size
pl_pl: Rozmiar miniatury

source: Default alt text
pl_pl: Domyślny text atrybutu alt

source: Text
pl_pl: Tekst

source: In this text you can use shortcode "{gallery_name}", which include gallery title and "{image_name}", which include image name"
pl_pl: W tym tekście można użyć skrótu "{gallery_name}", który wstawi w to miejsce tytuł galerii i skrótu "{image_name}", które wstawi w to miejsce nazwę obrazu"

source: Gallery
pl_pl: Galeria

source: Markings on the picture:
pl_pl: Oznaczenia na zdjęciu

source: Gallery thumbnail.
pl_pl: Miniatura galerii.

source: Image is not visible on gallery page. When you save gallery then will be visible.
pl_pl: Zdjęcie nie jest widoczny na stronie galerii. Dopiero po zapisaniu galerii będzie ono widoczne.

source: Buttons:
pl_pl: Przyciski:

source: Add new photos
pl_pl: Dodaj nowe zdjęcie

source: Drop files here
pl_pl: Upuść zdjecie tutaj

source: or
pl_pl: lub

source: Select Files
pl_pl: Wybierz pliki

source: You are using the multi-file uploader. Problems? Try the <a href="%1$s" target="%2$s">browser uploader</a> instead.
pl_pl: Używasz skryptu, który pozwala na wysyłanie wielu plików naraz. Jeżeli coś nie działa, to użyj <a href="%1$s" target="%2$s">zwykłego dodawania pliku</a>.

source: Upload
pl_pl: Prześlij

source: You are using the browser&#8217;s built-in file uploader. The WordPress uploader includes multiple file selection and drag and drop capability. <a href="#">Switch to the multi-file uploader</a>.
pl_pl: Używasz skryptu opartego na HTML-u. WordPress udostępnia także skrypt pozwalający na wysyłanie wielu plików naraz, w tym przez przeciąganie i upuszczanie. <a href="#">Włącz skrypt pozwalający na wysyłanie wielu plików naraz</a>.

source: Maximum upload file size: %s.
pl_pl: Maksymalny rozmiar pliku jaki można wysłać to: %s.

source: Loading images
pl_pl: Ładowanie zdjęć

source: No images in gallery.
pl_pl: Brak zdjęć w galerii.

source: Galeries
pl_pl: Galerie

source: Add Gallery
pl_pl: Dodaj Galerię

source: Add New Gallery
pl_pl: Dodaj nową Galerię

source: Edit Gallery
pl_pl: Edytuj Galerię

source: New Gallery
pl_pl: Nowa Galeria

source: View Gallery
pl_pl: Zobacz Galerię

source: Search Galleries
pl_pl: Szukaj Galerii

source: No Galeries found
pl_pl: Nie znaleziono Galerii

source: No Galeries found in trash
pl_pl: Nie znaleziono żadnych galerii w koszu

source: All Galleries
pl_pl: Wszystkie Galerie

source: Galleries Archives
pl_pl: Archiwum Galerii

source: Insert into gallery
pl_pl: Dodaj do galerii

source: Uploaded to this gallery
pl_pl: Prześlij do tej galerii

source: Gallery Categories
pl_pl: Kategorie Galerii

source: Gallery Category
pl_pl: Kategoria Galeri

source: Preview image
pl_pl: Podgląd zdjęcia

source: Edit image
pl_pl: Edytuj zdjęcie

# Uploader: Drop files here - or - Select Files
source: or
pl_pl: lub
